{
    "email": "heet@gmail.com",
    "updated_on": "2023-04-28 15:33:47.764090",
    "topic": [
        "Travel"
    ],
    "organizer": "INFOPERCEPT",
    "participants": [
        "Framlington",
        "John Framington",
        "Margaret",
        "SpeakerA",
        "SpeakerB",
        "SpeakerC"
    ],
    "location": "Meet",
    "date": "2023-04-26",
    "duration": "00:07:37",
    "updated_by": "HH",
    "prepared_by": "HH",
    "transcript": [
        "SpeakerA: Section one, you will hear a man telephone a travel company to book a holiday. First you have some time to look at questions one to four. You will see that there is an example which has been done for you. On this occasion only. The conversation relating to this will be played first.",
        "SpeakerB: Good afternoon. Italia breaks. My name is Margaret, how can I help you?",
        "SpeakerC: Hi, I'd like to book a short break in Italy. Hotel and flights combined.",
        "SpeakerB: Anywhere in particular?",
        "SpeakerC: Yes, Venice if possible.",
        "SpeakerA: The holiday destination is Venice, so Venice has been written in the space. Now the test will begin. You should answer the questions as you listen, because you will not hear the recording a second time. Listen carefully and answer questions one to four.",
        "SpeakerB: Good afternoon. Italia breaks. My name's Margaret, how can I help you?",
        "SpeakerC: Hi, I'd like to book a short break in Italy, hotel and flights combined.",
        "SpeakerB: Anywhere in particular?",
        "SpeakerC: Yes, Venice, if possible. We've been looking at some of your brochures and I want to check if you have any special deals.",
        "SpeakerB: Right. Let's have a look and see what we've got. Right. Okay, I've got the screen up. Can you just give me a few personal details?",
        "SpeakerC: Sure.",
        "SpeakerB: First, can I just take your name, please, and a contact telephone number?",
        "SpeakerC: Certainly. It's John Framington. That's Framlington. And I'll give you my mobile number. I can't always remember it. Yes, here it is. It's 07987 double four, double one, nine two.",
        "SpeakerB: Double four, double one, nine, two.",
        "SpeakerC: That's it.",
        "SpeakerB: And how many people is it for?",
        "SpeakerC: Just two adults.",
        "SpeakerB: Okay. Any particular price range?",
        "SpeakerC: It's our first wedding anniversary and we congratulations. Thank you. So we wanted somewhere nice, but not too expensive. We would like to make it something to remember, maybe in the medium price range.",
        "SpeakerB: Okay. How many nights do you plan to stay?",
        "SpeakerC: Five nights only. That gives us plenty of time to do sightseeing and to relax.",
        "SpeakerB: Right, that's five nights only. And what type of hotel?",
        "SpeakerC: We initially thought of going for a five star, but that might be too expensive. So we've been looking at four star hotels.",
        "SpeakerB: We've got quite a few in our brochure, but the one I would recommend is the Hotel Scotland. It's four star, and I know there are rooms available because I have just made a booking for another client there.",
        "SpeakerC: I didn't notice that one. I don't know how I didn't see it.",
        "SpeakerB: It's easy to miss them. I've also stayed there myself, as we sometimes have to go and check out the hotels. And of all the ones I visited, this was my favorite.",
        "SpeakerC: Oh, right.",
        "SpeakerA: Before you hear the rest of the conversation, you have some time to look at questions five to ten. Now listen and answer questions five to ten.",
        "SpeakerC: What's the hotel like?",
        "SpeakerB: It has a courtyard for breakfast. It's got 50 rooms. It's just been renovated and so it's very stylish.",
        "SpeakerC: Is it in the brochure?",
        "SpeakerB: It's on page 63.",
        "SpeakerC: Yes, I can see it's right next to the railway station. But what appeals to me most of all is that the hotel is very convenient for all the water buses. And the idea of having a terrace with the room I really find very appealing. These are big, pluses it's probably the.",
        "SpeakerB: Most central hotel we have. You might think it would be a bit noisy as it's in the main commuter area and a place where tourists go. But from experience, I can assure you the hotel is very quiet. Most of the rooms are facing away from the main thoroughfare. Can you tell me when you'd like to leave?",
        "SpeakerC: The 17 March. Coming back on the 22nd.",
        "SpeakerB: Okay. I'll just check again if there are places available. Two adults sharing hotel Scotland. Yes, that's gone through.",
        "SpeakerC: Okay. And how much is the break? Including flights?",
        "SpeakerB: There's a special rate at the moment because it's off season for five nights. Let's see, it's £716 for a double room and flights. That includes airport taxes, but not insurance each? No. For two adults sharing, that doesn't sound.",
        "SpeakerC: Too bad at all. What reductions do you have at the moment?",
        "SpeakerB: Well, if you make the booking before the 17 February, you get a further 15% reduction, subject to availability.",
        "SpeakerC: That's a big saving.",
        "SpeakerB: Yes, it makes the price very reasonable indeed. Do you need travel insurance?",
        "SpeakerC: Yes, I suppose we better had for seven day cover.",
        "SpeakerB: For both of you, it's £17.88.",
        "SpeakerC: Okay.",
        "SpeakerB: Do you want to book today?",
        "SpeakerC: I think we should, but can I just check with my wife? Can you hold the booking for me?",
        "SpeakerB: I can hold it until 01:00 p.m..",
        "SpeakerC: Okay, that's fine. I'll get back to you immediately.",
        "SpeakerB: I'll just give you a reference for the reservation. Okay, it's fapsjm 15.",
        "SpeakerC: Thanks. I'll get back to you as soon as I can. And definitely before 01:00 p.m.. This is too good an offer to miss.",
        "SpeakerA: That is the end of Section One. You now have half a minute to check your answers. Now turn to section two."
    ],
    "agenda": [
        "Test involves man telephone a travel company to book a holiday",
        "Two adults sharing hotel Scotland have 15% discount on booking"
    ],
    "summary": [
        "You will hear a man telephone a travel company to book a holiday. The conversation relating to this will be played first. You should answer the questions as you listen, because you will not hear the recording a second time. Now listen and answer questions five to ten.",
        "Two adults sharing hotel Scotland has just been renovated. Special rate at the moment because it's off season for five nights. If you make the booking before the 17 February, you get a further 15% reduction. This is too good an offer to miss."
    ]
}